Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Confirm change to selling price
id: Konfirmasikan perubahan harga jual

source: Link This Item
id: Tautkan Item Ini

source: Click to display the previous product
id: Klik untuk menampilkan produk sebelumnya

source: Click to display the next product
id: Klik untuk menampilkan produk berikutnya

source: Previous Research Project
id: Proyek Penelitian Sebelumnya

source: Click to display the previous Research Project
id: Klik untuk menampilkan Proyek Penelitian sebelumnya

source: Next Research Project
id: Proyek Penelitian Berikutnya

source: Click to display the next Research Project
id: Klik untuk menampilkan Proyek Penelitian berikutnya

source: Borrow Money
id: Meminjam uang

source: Repay Loan
id: Bayar Pinjaman

source: Click to display previous product
id: Klik untuk menampilkan produk sebelumnya

source: Right-click to increase at a higher rate
id: Klik kanan untuk meningkatkan kecepatan yang lebih tinggi

source: Right-click to decrease at a higher rate
id: Klik kanan untuk menurunkan pada tingkat yang lebih tinggi

source: Confirm the new dividend
id: Konfirmasikan dividen baru

source: Set New Dividend
id: Tetapkan Dividen Baru

source: Set dividend to be paid to shareholders at year end
id: Tetapkan dividen yang akan dibayarkan kepada pemegang saham pada akhir tahun

source: Apply All
id: Terapkan Semua

source: Apply the change to all your firms
id: Terapkan perubahan tersebut ke semua perusahaan Anda

source: Apply Selected
id: Terapkan yang Dipilih

source: Go to the Firms report and select those of your firms that you want to apply the change
id: Buka laporan Perusahaan dan pilih perusahaan Anda yang ingin Anda terapkan perubahannya

source: Organize An Intensive Training Program
id: Atur Program Pelatihan Intensif

source: Display Chief Executive Officer Details
id: Tampilkan Detail Chief Executive Officer

source: You can assign COO to manage your individual firms.
id: Anda dapat menetapkan COO untuk mengelola perusahaan individu Anda.

source: Click here to view profile details.
id: Klik di sini untuk melihat detail profil.

source: Hire a new Chief Operating Officer.
id: Pekerjakan Chief Operating Officer baru.

source: When you click this button, it will go to the Person screen and let you select a person to offer to hire.
id: Ketika Anda mengklik tombol ini, itu akan menuju ke layar Person dan membiarkan Anda memilih seseorang untuk ditawarkan untuk disewa.

source: CMO manages all your advertising units.
id: CMO mengelola semua unit iklan Anda.

source: Hire a new Chief Marketing Officer.
id: Pekerjakan Chief Marketing Officer baru.

source: CTO manages all your R&D centers.
id: CTO mengelola semua pusat R&D Anda.

source: Hire a new Chief Technical Officer.
id: Pekerjakan Chief Technical Officer baru.

source: Monthly Spending Adjustment
id: Penyesuaian Pengeluaran Bulanan

source: Adjust monthly spending on investor relations efforts
id: Sesuaikan pengeluaran bulanan untuk upaya hubungan investor

source: Make Your Offer
id: Buat Penawaran Anda

source: Link This Media
id: Tautkan Media Ini

source: Click to set the monthly budget for new content development.
id: Klik untuk mengatur anggaran bulanan untuk pengembangan konten baru.

source: New content development is essential for increasing the Content Quality rating.
id: Pengembangan konten baru sangat penting untuk meningkatkan peringkat Kualitas Konten.

source: A higher Content Quality rating leads to higher Rating Points.
id: Peringkat Kualitas Konten yang lebih tinggi menghasilkan Poin Peringkat yang lebih tinggi.

source: Adjust licensing budget
id: Sesuaikan anggaran perizinan

source: Click to set next month's advertising pricing.
id: Klik untuk menyetel harga iklan bulan depan.

source: The new advertising pricing (the cost per thousand impressions) will become effective next month.
id: Penetapan harga iklan baru (biaya per seribu tayangan) akan berlaku bulan depan.

source: Issue New Shares
id: Terbitkan Saham Baru

source: Click here to see products which are made of this semi-product.
id: Klik di sini untuk melihat produk yang terbuat dari semi produk ini.

source: Click here to see how this input material is produced.
id: Klik di sini untuk melihat bagaimana bahan masukan ini diproduksi.

source: This is a farm product.
id: Ini adalah produk pertanian.

source: Click here to see how this can be used to make other products.
id: Klik di sini untuk melihat bagaimana ini dapat digunakan untuk membuat produk lain.

source: Click here to add a new product (hotkey: A)
id: Klik di sini untuk menambahkan produk baru (hotkey: A)

source: Shortcut for selecting a layout plan for this firm.
id: Jalan pintas untuk memilih rencana tata letak untuk perusahaan ini.

source: Set up a new production for this firm (hotkey: A)
id: Siapkan produksi baru untuk perusahaan ini (hotkey: A)

source: Cancel sale of Mansion
id: Batalkan penjualan Mansion

source: Close
id: Menutup

source: Product Market Share Indicator
id: Indikator Pangsa Pasar Produk

source: The red bar tells the your market share for this product in the current city.
id: Bilah merah menunjukkan pangsa pasar Anda untuk produk ini di kota saat ini.

source: Product Rating Indicators
id: Indikator Peringkat Produk

source: Orange bar = Brand rating.
id: Bilah oranye = Peringkat merek.

source: Green bar = Quality rating.
id: Bar hijau = Peringkat kualitas.

source: Yellow bar = Price rating.
id: Bilah kuning = Peringkat harga.

source: The Product Overall rating is the sum total of these 3 ratings.
id: Peringkat Keseluruhan Produk adalah jumlah total dari 3 peringkat ini.

source: The Product Overall rating is the sum total of these 2 ratings.
id: Peringkat Keseluruhan Produk adalah jumlah total dari 2 peringkat ini.

source: It shows the average ratings of this product in the current city.
id: Ini menunjukkan peringkat rata-rata produk ini di kota saat ini.

source: The average ratings are derived from your competitors' products and your products.
id: Peringkat rata-rata diperoleh dari produk pesaing dan produk Anda.

source: Therefore if your product's ratings are higher than the city averages, your products will sell better.
id: Oleh karena itu, jika peringkat produk Anda lebih tinggi daripada rata-rata kota, produk Anda akan laku lebih baik.

source: Product Supply and Demand Indicators
id: Indikator Pasokan dan Permintaan Produk

source: Yellow bar = the Supply.
id: Bilah kuning = Pasokan.

source: Orange bar = the Demand.
id: Bar oranye = Permintaan.

source: When the demand (orange) bar is longer than the supply (yellow) bar, it means you do not have enough supply to meet the demand.
id: Ketika batang permintaan (oranye) lebih panjang dari batang persediaan (kuning), itu berarti Anda tidak memiliki cukup persediaan untuk memenuhi permintaan.

source: Product Supply Indicator
id: Indikator Pasokan Produk

source: It shows the percentage of the product demand at this purchasing unit is met by the supply.
id: Ini menunjukkan persentase permintaan produk pada unit pembelian ini dipenuhi oleh pasokan.

source: Experience Level of the Unit
id: Tingkat Pengalaman Unit

source: A unit with a higher experience level has #larger capacity# and #higher productivity#.
id: Unit dengan tingkat pengalaman yang lebih tinggi memiliki #kapasitas lebih besar # dan #produktivitas lebih tinggi #.

source: A unit's level can be increased through #training#.
id: Level unit dapat ditingkatkan melalui # pelatihan #.

source: Capacity Utilization Rate
id: Tingkat Pemanfaatan Kapasitas

source: A high utilization rate means that the unit is operating efficiently.
id: Tingkat pemanfaatan yang tinggi berarti unit tersebut beroperasi secara efisien.

source: A low rate means that the unit has idle time and its capacity is underutilized.
id: Tarif rendah berarti unit memiliki waktu idle dan kapasitasnya kurang dimanfaatkan.

source: Stock at the Unit
id: Stok di Unit

source: The stock kept at the current unit.
id: Stok disimpan di unit saat ini.

source: Workers at the Unit
id: Pekerja di Unit

source: Novice workers wear red uniforms, whereas experienced workers wear blue.
id: Pekerja pemula memakai seragam merah, sedangkan pekerja berpengalaman memakai warna biru.

source: When all the workers in a unit become experienced, the unit level will increase by one (training will speed this up).
id: Ketika semua pekerja di sebuah unit sudah berpengalaman, level unit akan meningkat satu (pelatihan akan mempercepatnya).

source: Single-click here to select this functional unit.
id: Klik sekali di sini untuk memilih unit fungsional ini.

source: Double-click to change it
id: Klik dua kali untuk mengubahnya

source: Double-click here to add a functional unit
id: Klik dua kali di sini untuk menambahkan unit fungsional

source: Hotkey: Press the first letter of the name of a functional unit to add it instantly.
id: Hotkey: Tekan huruf pertama dari nama unit fungsional untuk menambahkannya secara instan.

source: Product Brand indicator
id: Indikator Merek Produk

source: The color shown here tells which company is the producer of this product.
id: Warna yang ditampilkan di sini menunjukkan perusahaan mana yang merupakan produsen produk ini.

source: Gray colors mean imports from seaports.
id: Warna abu-abu berarti impor dari pelabuhan.

source: Stop the current linkage
id: Hentikan hubungan saat ini

source: Link to a new media firm for advertising
id: Tautkan ke perusahaan media baru untuk periklanan

source: Grow Crop
id: Tumbuhkan Tanaman

source: Raise livestock
id: Berternak

source: Select product
id: Pilih produk

source: Clear Stock
id: Hapus Stok

source: Upgrade production technology
id: Tingkatkan teknologi produksi

source: Upgrade this manufacturing unit to use the latest production technology that your company possesses.
id: Tingkatkan unit manufaktur ini untuk menggunakan teknologi produksi terbaru yang dimiliki perusahaan Anda.

source: Set production
id: Atur produksi

source: More than one product type can be produced using the existing inputs.
id: Lebih dari satu jenis produk dapat diproduksi dengan menggunakan input yang ada.

source: Click here to select the production type you prefer.
id: Klik di sini untuk memilih jenis produksi yang Anda inginkan.

source: Link to a new supplier
id: Tautkan ke pemasok baru

source: Show the current supplier
id: Tunjukkan pemasok saat ini

source: Stop purchasing from the current supplier
id: Berhenti membeli dari pemasok saat ini

source: Clear all existing stock
id: Hapus semua stok yang ada

source: R&D New Software
id: R & D Software Baru

source: Start a R&D project for a new product invention.
id: Mulai proyek R&D untuk penemuan produk baru.

source: Start a R&D project for improving production technology.
id: Mulai proyek R&D untuk meningkatkan teknologi produksi.

source: Start a radical R&D project for improving production technology.
id: Mulai proyek R&D radikal untuk meningkatkan teknologi produksi.

source: Radical R&D Project not possible.
id: Proyek R&D radikal tidak mungkin.

source: The R&D skill of the manager of this R&D firm must be at least 20 in order to start a radical R&D project.
id: Keterampilan R&D dari manajer perusahaan R&D ini minimal harus 20 untuk memulai proyek R&D radikal.

source: Apply the latest production technology to the current manufacturing unit.
id: Terapkan teknologi produksi terbaru ke unit produksi saat ini.

source: Terminate supplies to existing clients.
id: Hentikan persediaan untuk klien yang ada.

source: Clear existing stock of this product.
id: Hapus stok yang ada dari produk ini.

source: Toggle Internal Sale.
id: Alihkan Penjualan Internal.

source: When #Internal Sale# is enabled, competitors cannot purchase this product from you.
id: Jika #Internal Sale # diaktifkan, pesaing tidak dapat membeli produk ini dari Anda.

source: If you want to enable #Internal Sale# by default, you can open the #Option menu# (hotkey: 'O') and set #Default Internal Sale# to #Enabled#.
id: Jika Anda ingin mengaktifkan # Penjualan Internal # secara default, Anda dapat membuka menu #Option # (tombol pintas: 'O') dan mengatur #Default Penjualan Internal # ke # Diaktifkan #.

source: View Clients
id: Lihat Klien

source: View the list of clients that are purchasing this product.
id: Lihat daftar klien yang membeli produk ini.

source: Information view
id: Tampilan informasi

source: Exterior view
id: Tampilan eksterior

source: Interior view
id: Tampilan interior

source: Enable or disable product sale graph
id: Mengaktifkan atau menonaktifkan grafik penjualan produk

source: Show products that your company produces or sells in retail sector
id: Tunjukkan produk yang diproduksi atau dijual perusahaan Anda di sektor retail

source: Show products that your company produces
id: Tunjukkan produk yang diproduksi perusahaan Anda

source: Show products that your company sells in retail sector
id: Tunjukkan produk yang dijual perusahaan Anda di sektor retail

source: Show all technologies.
id: Tunjukkan semua teknologi.

source: Show here if your company's technology level >= 30.
id: Tunjukkan di sini jika tingkat teknologi perusahaan Anda> = 30.

source: Only show all products that your company is currently producing.
id: Hanya tampilkan semua produk yang saat ini diproduksi oleh perusahaan Anda.

source: Only show technologies that your company is currently researching.
id: Hanya tampilkan teknologi yang sedang diteliti perusahaan Anda.

source: Go to the responsible R&D center
id: Pergi ke pusat R&D yang bertanggung jawab

source: Go to your R&D center responsible for researching the selected technology.
id: Pergi ke pusat R&D Anda yang bertanggung jawab untuk meneliti teknologi yang dipilih.

source: You may also double-click on a R&D record to do the same.
id: Anda juga dapat mengklik dua kali pada catatan R&D untuk melakukan hal yang sama.

source: Show all industries and product classes
id: Tunjukkan semua industri dan kelas produk

source: Only show industries and product classes in which your company has market shares
id: Hanya tampilkan industri dan kelas produk di mana perusahaan Anda memiliki pangsa pasar

source: Only show industries and product classes which your company dominates
id: Hanya tunjukkan industri dan kelas produk yang mendominasi perusahaan Anda

source: To locate an specific input, type the first letter of its name.
id: Untuk mencari masukan tertentu, ketikkan huruf pertama dari namanya.

source: To locate an specific output, type the first letter of its name.
id: Untuk menemukan keluaran tertentu, ketikkan huruf pertama dari namanya.

source: Go to the next layout plan found.
id: Pergi ke rencana tata letak berikutnya yang ditemukan.

source: Add the current firm's layout to the plan library
id: Tambahkan tata letak perusahaan saat ini ke perpustakaan rencana

source: Delete this layout plan
id: Hapus rencana tata letak ini

source: Replace this layout plan with the current firm's layout.
id: Ganti rencana tata letak ini dengan tata letak perusahaan saat ini.

source: Sort the layout plans in this library by their descriptions.
id: Urutkan rencana tata letak di perpustakaan ini dengan deskripsinya.

source: Use this layout plan on this current firm.
id: Gunakan rencana tata letak ini di perusahaan saat ini.

source: Exit the layout plan library
id: Keluar dari pustaka rencana tata letak

source: Available Supplies
id: Persediaan yang Tersedia

source: Click this icon or press ENTER to type a chat message.
id: Klik ikon ini atau tekan ENTER untuk mengetik pesan obrolan.

source: Select this and the message will be sent to all players
id: Pilih ini dan pesan akan dikirim ke semua pemain

source: Select a color and the message will only be sent to the player with that color
id: Pilih warna dan pesan hanya akan dikirim ke pemain dengan warna itu

source: Close this chat window
id: Tutup jendela obrolan ini

source: Open the chat log
id: Buka log obrolan

source: Fix this apartment's rent to the market rate.
id: Perbaiki harga sewa apartemen ini dengan harga pasar.

source: If this is enabled, the computer will automatically adjust the apartment's rent based on the market rate.
id: Jika ini diaktifkan, komputer secara otomatis akan menyesuaikan harga sewa apartemen berdasarkan harga pasar.

source: You may also set a modifier on top of the market rate.
id: Anda juga dapat menetapkan pengubah di atas harga pasar.

source: For example, you may set your apartment's rent to be always 10% higher than the market rate.
id: Misalnya, Anda dapat menetapkan harga sewa apartemen Anda selalu 10% lebih tinggi dari harga pasar.

source: Fix this commercial building's rent to the market rate.
id: Perbaiki harga sewa gedung komersial ini dengan harga pasar.

source: If this is enabled, the computer will automatically adjust the commercial building's rent based on the market rate.
id: Jika ini diaktifkan, komputer secara otomatis akan menyesuaikan sewa bangunan komersial berdasarkan harga pasar.

source: For example, you may set your commercial building's rent to be always 10% higher than the market rate.
id: Misalnya, Anda dapat menetapkan harga sewa bangunan komersial Anda selalu 10% lebih tinggi dari harga pasar.

source: BUYFIRMA
id: BELIFIRMA

source: This apartment is for sale.
id: Apartemen ini dijual.

source: Click here to buy it.
id: Klik di sini untuk membelinya.

source: This commercial building is for sale.
id: Bangunan komersial ini untuk dijual.

source: FORSALEA
id: DIJUAL

source: Click here to put this apartment up for sale.
id: Klik di sini untuk menjual apartemen ini.

source: Click again to cancel it.
id: Klik lagi untuk membatalkannya.

source: Click here to put this commercial building up for sale.
id: Klik di sini untuk menjual bangunan komersial ini.

source: Demolish this apartment.
id: Hancurkan apartemen ini.

source: DEMOLISC
id: DEMOLISASI

source: Demolish this commercial building.
id: Hancurkan gedung komersial ini.

source: Community Facilities
id: Fasilitas Komunitas

source: Increase this rating by building more community facilities close to this apartment.
id: Tingkatkan peringkat ini dengan membangun lebih banyak fasilitas komunitas di dekat apartemen ini.

source: Shopping Convenience
id: Kenyamanan Berbelanja

source: Increase this rating by building more retail shops near close to apartment.
id: Naikkan peringkat ini dengan membangun lebih banyak toko retail di dekat apartemen.

source: Green and Sports Rating
id: Peringkat Hijau dan Olahraga

source: Keep a distance between this apartment and other buildings, specially factories and mines.
id: Jaga jarak antara apartemen ini dengan bangunan lain, khususnya pabrik dan tambang.

source: Sport facilities and parks will help too.
id: Fasilitas olahraga dan taman juga akan membantu.

source: Rent Attractiveness
id: Sewa Attractiveness

source: Increase this rating by decreasing the rent you are asking for.
id: Tingkatkan peringkat ini dengan mengurangi sewa yang Anda minta.

source: Overall Rating
id: Peringkat keseluruhan

source: The overall rating is a combination of the above ratings.
id: Peringkat keseluruhan adalah kombinasi dari peringkat di atas.

source: Distance to Central Business District(CBD)
id: Jarak ke Kawasan Pusat Bisnis (CBD)

source: The shorter the distance to Central Business District(CBD), the higher this rating is.
id: Semakin pendek jarak ke Kawasan Pusat Bisnis (CBD), semakin tinggi peringkat ini.

source: Commuting Convenience
id: Kenyamanan Komuter

source: A high Commuting Convenience rating means that there are residential buildings nearby and the commuting distance is short.
id: Peringkat Kenyamanan Komuter yang tinggi berarti ada bangunan tempat tinggal di dekatnya dan jarak perjalanan pendek.

source: For Sale
id: Dijual

source: Click here to put this firm up for sale.
id: Klik di sini untuk menjual perusahaan ini.

source: Buy Firm
id: Beli Perusahaan

source: This firm is for sale.
id: Perusahaan ini untuk dijual.

source: Click the [Buy Firm] button below to buy it.
id: Klik tombol [Beli Perusahaan] di bawah ini untuk membelinya.

source: Click to buy this firm
id: Klik untuk membeli perusahaan ini

source: Relocate or Demolish this firm (hotkey: Ctrl-X)
id: Pindahkan atau hancurkan perusahaan ini (hotkey: Ctrl-X)

source: You may relocate this firm in the same city, or demolish it.
id: Anda dapat merelokasi perusahaan ini di kota yang sama, atau menghancurkannya.

source: Demolish this firm
id: Hancurkan perusahaan ini

source: Click here to set the manager of this firm (hotkey: 'z').
id: Klik di sini untuk mengatur manajer perusahaan ini (hotkey: 'z').

source: Click here to switch between display modes
id: Klik di sini untuk beralih di antara mode tampilan

source: Search for a specific product (Hotkey: Tab)
id: Cari produk tertentu (Hotkey: Tab)

source: Previous Product (Hotkey: 'u')
id: Produk Sebelumnya (Hotkey: 'u')

source: Next Product (Hotkey: 'x')
id: Produk Berikutnya (Hotkey: 'x')

source: Go to the firm selling or producing this product (Hotkey: Enter)
id: Pergi ke perusahaan yang menjual atau memproduksi produk ini (Hotkey: Enter)

source: Click here to go to the Corporate Details page.
id: Klik di sini untuk membuka halaman Detail Perusahaan.

source: Click here to go to the Persons page.
id: Klik di sini untuk membuka halaman Orang.

source: Click here to go to the Financials page.
id: Klik di sini untuk membuka halaman Keuangan.

source: Click here to go to the Stock Market.
id: Klik di sini untuk pergi ke Pasar Saham.

source: Hotkey: 'C'
id: Tombol pintas: 'C'

source: Hotkey: 'D' or F10
id: Hotkey: 'D' atau F10

source: Hotkey: 'P'
id: Tombol pintas: 'P'

source: Hotkey: 'R'
id: Tombol pintas: 'R'

source: Hotkey: 'F'
id: Tombol pintas: 'F'

source: Hotkey: 'E'
id: Tombol pintas: 'E'

source: Hotkey: 'G'
id: Tombol pintas: 'G'

source: Hotkey: F7
id: Tombol pintas: F7

source: Hotkey: F1
id: Tombol pintas: F1

source: Hotkey: F2
id: Tombol pintas: F2

source: Hotkey: Ctrl-M
id: Tombol pintas: Ctrl-M

source: Hotkey: F11
id: Tombol pintas: F11

source: Hotkey: F4
id: Tombol pintas: F4

source: Customer Traffic index of this area
id: Indeks Lalu Lintas Pelanggan di area ini

source: The higher the customer traffic index, the larger the number of potential customers will visit this retail store.
id: Semakin tinggi indeks trafik pelanggan maka semakin besar pula jumlah calon pelanggan yang akan mengunjungi toko retail ini.

source: Shortcut to Firm Summary
id: Jalan Pintas ke Ringkasan Perusahaan

source: Click here to go to the Firm Summary report
id: Klik di sini untuk membuka laporan Ringkasan Perusahaan

source: SUBSONLY
id: LANGGANAN

source: Show your corporation and subsidiaries only
id: Tunjukkan perusahaan dan anak perusahaan Anda saja

source: Click here to toggle this filter on and off.
id: Klik di sini untuk mengaktifkan dan menonaktifkan filter ini.

source: Toggle News Popup
id: Alihkan Popup Berita

source: Enable or disable the option of popping up news windows for important news.
id: Mengaktifkan atau menonaktifkan opsi memunculkan jendela berita untuk berita penting.

source: City Population Growth
id: Pertumbuhan Penduduk Kota

source: A city's population growth is supported by 1) #a low unemployment rate#, 2) #high quality of living#, and 3) #sufficient housing supply#.
id: Pertumbuhan populasi kota didukung oleh 1) # tingkat pengangguran yang rendah #, 2) # kualitas hidup yang tinggi #, dan 3) # persediaan perumahan yang cukup #.

source: The population growth rate is a result of comparing the city's population in the beginning of this year with the same period last year.
id: Laju pertumbuhan penduduk tersebut merupakan hasil perbandingan jumlah penduduk kota pada awal tahun ini dengan periode yang sama tahun lalu.

source: City Population
id: Penduduk Kota
